Repository: ch3p4ll3/QBittorrentBot
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: it, ru, uk

source: Torrent {name} has finished downloading!
ru: Загрузка торрента {name} завершена!
uk: Торрент {name} був завантажений!

source: You are not authorized to use this bot
it: Non sei autorizzato ad usare questo bot
ru: Вы не имеете права использовать этого бота
uk: Ви не маєте права використовувати цього бота

source: **============SYSTEM============** **CPU Usage:** {cpu_usage}% **CPU Temp:** {cpu_temp}°C **Free Memory:** {free_memory} of {total_memory} ({memory_percent}%) **Disks usage:** {disk_used} of {disk_total} ({disk_percent}%)
it: **============SISTEMA============** **Utilizzo CPU:** {cpu_usage}% **Temperatura CPU:** {cpu_temp}°C **Memoria libera:** {free_memory} of {total_memory} ({memory_percent}%) **Utilizzo disco:** {disk_used} of {disk_total} ({disk_percent}%)
ru: **============СИСТЕМА============** **Использование ЦП:** {cpu_usage}% **Температура процессора:** {cpu_temp}°C **Свободная память:** {free_memory} из {total_memory} ({memory_percent}%) **Использование дисков:** {disk_used} из {disk_total} ({disk_percent}%)
uk: **============СИСТЕМА============** **Використання процесора:** {cpu_usage}% **Температура процесора:** {cpu_temp}°C **Вільна пам'ять:** {free_memory} з {total_memory} ({memory_percent}%) **Використання диска:** {disk_used} з {disk_total} ({disk_percent}%)

source: 📝 List
ru: 📝 Список
uk: 📝 Список

source: ➕ Add Magnet
it: ➕ Aggiungi Magnet
ru: ➕ Добавить магнит
uk: ➕ Додати магніт

source: ➕ Add Torrent
it: ➕ Aggiungi Torrent
ru: ➕ Добавить торрент
uk: ➕ Додати торрент

source: ⏯ Pause/Resume
it: ⏯ Pausa/Riprendi
ru: ⏯ Пауза\\Продолжить
uk: ⏯ Пауза/Продовжити

source: 🗑 Delete
it: 🗑 Elimina
ru: 🗑 Удалить
uk: 🗑 Видалити

source: 📂 Categories
ru: 📂 Категории
uk: 📂 Категорії

source: ⚙️ Settings
it: ⚙️ Impostazioni
ru: ⚙️ Настройки
uk: ⚙️ Налаштування

source: Welcome to QBittorrent Bot
it: Benvenuto su QBittorrent Bot
ru: Приветули от QBittorrent Bot
uk: Ласкаво просимо до QBittorrent Bot

source: ⏳ {active} Downloading
it: ⏳ {active} In Download
ru: ⏳ {active} Загружается
uk: ⏳ {active} Завантаження

source: ✔️ {active} Completed
it: ✔️ {active} Completato
ru: ✔️ {active} Загружен
uk: ✔️ {active} Завершено

source: ⏸️ {active} Paused
it: ⏸️ {active} In Pausa
ru: ⏸️ {active} На паузе
uk: ⏸️ {active} Призупинено

source: 🔙 Menu
ru: 🔙 Меню
uk: 🔙 Меню

source: There are no torrents
it: Non ci sono torrent
ru: Нет торрентов
uk: Немає торрентів

source: Unable to add magnet link
it: Impossibile aggiungere il magnet link
ru: Не возможно добавить магнит
uk: Неможливо додати магніт

source: This magnet link is invalid! Retry
it: Questo magnet link non è valido! Riprova
ru: Твой магнит инвалид, проверь
uk: Цей магніт недійсний! Перевiр та повтори спробу

source: Unable to add torrent file
it: Impossibile aggiungere file torrent
ru: Не возможно добавить торрент
uk: Неможливо додати торрент-файл

source: This is not a torrent file! Retry
it: Questo non è un torrent file! Riprova
ru: Твой торрент инвалид, проверь
uk: Це не торрент-файл! Перевiр та повтори спробу

source: Please, send the path for the category {category_name}
it: Invia il path per la categoria {category_name}
ru: Пж, пришли мне путь к новой категории {category_name}
uk: Будьласочка, надішли шлях для категорії {category_name}

source: The command does not exist
it: Il comando non esiste
ru: Не понимаю что ты хош
uk: Команда не існує

source: Send a magnet link
it: Invia un magnet link
ru: Отправь мне магнит
uk: Надішли магніт

source: Send a torrent file
it: Invia un file torrent
ru: Отправь мне торрент
uk: Надішли торрент

source: **COMPLETED**
it: **COMPLETATO**
ru: **ВЫПОЛНЕНО**
uk: **ЗАВЕРШЕНО**\n

source: **State:** {current_state} **Download Speed:** {download_speed}/s
it: **Stato:** {current_state} **Velocità download:** {download_speed}/s
uk: **Стан:** {current_state} **Швидкість завантаження:** {download_speed}/s

source: **Size:** {torrent_size}
it: **Peso:** {torrent_size}
ru: **Размер:** {torrent_size}
uk: **Розмір:** {torrent_size}

source: **Category:** {torrent_category}
it: **Categoria:** {torrent_category}
ru: **Категория:** {torrent_category}
uk: **Категорія:** {torrent_category}

source: 💾 Export torrent
it: 💾 Esporta torrent
ru: 💾 Экспортировать торрент
uk: 💾 Експорт торрента

source: ⏸ Pause
it: ⏸ Pausa
ru: ⏸ Пауза
uk: ⏸ Пауза

source: ▶️ Resume
it: ▶️ Riprendi
ru: ▶️ Продолжить
uk: ▶️ Продовжити

source: Pause/Resume a download
it: Pausa/Riprendi un download
ru: Пауза/Продолжить торрент
uk: Призупинити/продовжити торрент

source: ➕ Add Category
it: ➕ Aggiungi Categoria
ru: ➕ Добавить категорию
uk: ➕ Додати категорію

source: 🗑 Remove Category
it: 🗑 Rimuovi Categoria
ru: 🗑 Удалить категорию
uk: 🗑 Видалити категорію

source: 📝 Modify Category
it: 📝 Modifica Categoria
ru: 📝 Изменить категорию
uk: 📝 Змінити категорію

source: Send the category name
it: Invia il nome della categoria
ru: Пришли мне название категории
uk: Надішли назву категорії

source: There are no categories
it: Non ci sono categorie
ru: Нет категорий
uk: Немає категорій

source: Choose a category:
it: Seleziona una categoria
ru: Выбери категорию:
uk: Оберіть категорію:

source: The category {category_name} has been removed
ru: Категория {category_name} удалена
uk: Категорію {category_name} було видалено

source: Send new path for category {category_name}
it: Invia il path per la categoria {category_name}
ru: Отправь мне новый путь к категории {category_name}
uk: Відправ менi новий шлях для категорії {category_name}

source: 🗑 Delete All
it: 🗑 Elimina Tutti
ru: 🗑 Удалить все
uk: 🗑 Видалити все

source: 🗑 Delete all torrents
it: 🗑 Elimina tutti i torrents
ru: 🗑 Удалить все *torrents
uk: 🗑 Видалити всі торренти

source: 🗑 Delete all torrents and data
it: 🗑 Elimina tutti i torrents e dati
ru: 🗑 Удалить все *torrents и их файлики
uk: 🗑 Видалити всі торренти та дані

source: Deleted all torrents
it: Elimina tutti i torrents
ru: Все торренты удалены
uk: Видалено всі торренти

source: Deleted all torrents and data
it: Elimina tutti i torrents e dati
ru: Все файлики и их торренты удалены
uk: Видалено всі торренти та дані

source: 🗑 Delete torrent
it: 🗑 Elimina torrent
ru: 🗑 Удалить торрент
uk: 🗑 Видалити торрент

source: 🗑 Delete torrent and data
it: 🗑 Elimina torrent e dati
ru: 🗑 Удалить торрент и файлики
uk: 🗑 Видалити торрент та дані

source: Pause/Resume a torrent
it: Pausa/Riprendi un torrent
ru: Пауза/Продолжить торрент
uk: Призупинити/продовжити торрент

source: ⏸ Pause All
it: ⏸ Pausa tutti
ru: ⏸ Запаузить все
uk: ⏸ Призупинити все

source: ▶️ Resume All
it: ▶️ Riprendi tutti
ru: ▶️ Продолжить все
uk: ▶️ Відновити все

source: Paused all torrents
it: Pausa tutti i torrents
ru: Все торренты на паузе
uk: Призупинено всі торренти

source: Torrent Paused
it: Torrent in pausa
ru: Торрент на паузе
uk: Торрент призупинено

source: Resumed all torrents
it: Riprendi tutti i torrents
ru: Продолжить все торренты
uk: Відновлено всі торренти

source: Torrent Resumed
it: Torrent ripreso
ru: Торрент снова в загрузке
uk: Торрент відновлено

source: QBittorrentBot Settings
it: Impostazioni QBittorrent Bot
ru: QBittorrentBot Настройки
uk: QBittorrentBot Налаштування

source: 📥 Client Settings
it: 📥 Impostazioni client
ru: 📥 Настройки клиента QBt
uk: 📥 Налаштування клієнта

source: 🔄 Reload Settings
it: 🔄 Ricarica impostazioni
ru: 🔄 Перезагрузить настройки
uk: 🔄 Перезавантажити налаштування

source: ✅ Enabled
it: ✅ Abilitato
ru: ✅ Включено
uk: ✅ Увімкнено

source: ❌ Disabled
it: ❌ Disabilitato
ru: ❌ Выключено
uk: ❌ Вимкнено

source: **Speed Limit**: {speed_limit_status}
it: **Limite velocità**: {speed_limit_status}
ru: **Ограничение скорости**: {speed_limit_status}
uk: **Обмеження швидкості**: {speed_limit_status}

source: Edit {client_type} client settings {configs}
it: Modifica le impostazioni del client {client_type} {configs}
ru: Редактировать {client_type} настройки QBt {configs}
uk: Редагувати налаштування клієнта {client_type} {configs}

source: 🐢 Toggle Speed Limit
it: 🐢 Toggle limite di velocità
ru: 🐢 Переключить ограничение скорости
uk: 🐢 Перемкнути обмеження швидкості

source: ✅ Check Client connection
it: ✅ Controlla la connessione al client
ru: ✅ Проверить подключение к QBt
uk: ✅ Перевірка підключення клієнта

source: 🔙 Settings
it: 🔙 Impostazioni
ru: 🔙 Настройки
uk: 🔙 Налаштування

source: ✅ The connection works. QBittorrent version: {version}
it: ✅ La connessione funziona. Versione QBittorrent: {version}
ru: ✅ Подключение в норме. Версия QBt: {version}
uk: ✅ Підключення працює. Версія QBittorrent: {version}

source: ❌ Unable to establish connection with QBittorrent
it: ❌ Impossibile stabilire una connessione con QBittorrent
ru: ❌ Нет подключения к QBt
uk: ❌ Неможливо встановити з'єднання з QBittorrent

source: ✅ Settings Reloaded
it: ✅ Impostazioni ricaricate
ru: Настройки перезагружены
uk: Налаштування перезавантажено

source: torrent {name} has finished downloading!
it: Il torrent {name} è stato scaricato!

source: \ud83d\udcdd List
it: \ud83d\udcdd Lista

source: \ud83d\uddd1 Delete
it: \ud83d\uddd1 Cancella

source: \ud83d\udcc2 Categories
it: \ud83d\udcc2 Categorie
